Repository: LeKonsta/cmsplugin-contact
Catalog: cmsplugin_contact/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Akismet API Key
fi: Akismet API Avain

source: Get a Wordpress Key from http://akismet.com/
fi: Lataa Wordpress avain tyyppi osoiteesta http://akismet.com/

source: ReCAPTCHA Public Key
fi: ReCAPTCHA Yleinen avain

source: Get this from http://www.google.com/recaptcha
fi: Lataa avain tyyppi osoiteesta http://www.google.com/recaptcha

source: ReCAPTCHA Private Key
fi: ReCAPTCHA Yksityinen avain

source: Akismet library is not installed. Use "easy_install akismet" or "pip install akismet".
fi: Akismet kirjasto ei ole asenettu. Yritä "easy_install akismet" tai "pip install akismet".

source: The API Key is not valid.
fi: Avain oli väärin.

source: ReCAPTCHA library is not installed. Use "easy_install recaptcha-client" or "pip install recaptcha-client".
fi: ReCAPTCHA kirjasto ei ole asennettu. Yritä "easy_install recaptcha-client" tai "pip install recaptcha-client".

source: Contact Form
fi: Yhteydenotto lomake

source: Spam Protection
fi: Roskaposti suojaus

source: Email
fi: Sähköposti

source: Subject
fi: Otsikko

source: Content
fi: Viesti

source: Form name
fi: Lomakkeen nimi

source: Used to distinguish multiple contact forms on the same site.
fi: Käytetään erottamaan useita lomakkeita samalla sivulla.

source: Form Layout
fi: Ulkoasu

source: Choice the layout of contact form
fi: Asettelu

source: Email recipient
fi: Vastaanottaja

source: Thanks message
fi: Kiitos viesti

source: Message displayed on successful submit
fi: Viesti joka näytetään onnistuneesta lähetyksestä.

source: Thank you for your message.
fi: Kiitos viestistäsi.

source: Submit button value
fi: Lähetä painike

source: Submit
fi: Lähetä

source: Spam protection method
fi: Roskaposti suojaus

source: ReCAPTCHA theme
fi: ReCAPTCHA ulkoasu

source: default
fi: oletus

source: Please don't check this box.
fi: Älä valitse tätä laatikkoa.

source: Please enter the two words on the image separated by a space:
fi: Anna kuvassa olevat sanat.

source: You did not enter any of the words.
fi: Et antannut mitään, yritä uudelleen.

source: An unexpected Error occurred, please try again.
fi: Odottamaton virhe, yritä uudelleen.

source: Please enter the two words shown in the image.
fi: Anna kuvassa olevat sanat.

source: The words you entered did not match the image. Please try again.
fi: Varmennus ei täsmännyt, kokeile uudestaan.

source: Are you a robot?
fi: Oletko ihminen?

source: Incorrect please try again
fi: Varmennus ei täsmännyt, kokeile uudestaan.

source: Enter the words above:
fi: Anna ruudussa näkyvät sanat:

source: Enter the numbers you hear:
fi: Syötä kuulemasi numerot:

source: Get another CAPTCHA
fi: Uusi Kuva

source: Get an audio CAPTCHA
fi: Ääni vahvistus.

source: Get an image CAPTCHA
fi: Kuva vahvistus.

source: Help
fi: Ohjeet

source: Message from
fi: Lähettäjä
